package kennsyuu1;

/*
 *右に示すように、各行に一文字ずつ名前を表示させるプログラムを作成せよ。著者の名前ではなく、自分の名前を表示すること。 
 *目的：一文字ずつ、改行させて、表示させる
 *解き方：一文字ずつ改行させて表示させるために、printlnを使用してプログラムを作成していく
 */

public class E1_2 {

	// メインメソッドを宣伝する
	public static void main(String[] args) {

		// 一文字ずつ改行させて表示させるために、画面に"大"と表示させる
		System.out.println("大");

		// 一文字ずつ改行させて表示させるために、画面に"塚"と表示させる
		System.out.println("塚");

		// 一文字ずつ改行させて表示させるために、画面に"朝"と表示させる
		System.out.println("朝");

		// 一文字ずつ改行させて表示させるために、画面に"美"と表示させる
		System.out.println("美");

	}
}
